Repository: HolyPaladin1/Count-Kromire
Catalog: Kromire/translations/*/LC_MESSAGES/wesnoth-Kromire.po
Languages: ru

source: legendary
ru: легендарный

source: female^legendary
ru: легендарная

source: Some people are simply incredible. They seem to have an edge in every area over others. Such units benefit from all standard traits.
ru: Некоторые люди просто невероятны. Кажется, они талантливы во всём, и способны извлечь выгоду из любой ситуации.

source: My line ends...
ru: Мой путь окончен…

source: Uh!...
ru: Оух!..

source: Count Kromire: For centuries, the Kromires had ruled as vampire lords in the mountains to the east of the Bale Plains, which is where the Celestials rule. The Celestials had embarked on a holy crusade, but had failed to crush the vampires to their west. Noting the power of their foe, they spent time building up their army over the next decade. We knew that their next crusade was to be launched soon, and that, failing in the west, they would now push to the east. Towards us.
ru: Многие столетия Кромайры владели землями в горах на востоке Горестной Долины. Самой же долиной распоряжался народ небожителей. Настало время, когда небожители не смогли более терпеть омерзительных тварей у своих границ и отправились в священный поход, чтобы избавиться от вампиров на западе. Зная о немалой силе своего противника, небожители десять лет готовились к битве, приумножая свою армию. Мы знали о грядущем походе, и знали, что после гибели наших братьев на западе, легионы небожителей явятся на восток. За нами.

source: And so they came. Hordes of men in white armor bearing spears and swords imbued with strange enchantments, and led by those with wings and spirits that burn with arcane light. Their numbers were limitless, and their power undaunted, even by our darkness. In the past, we had easily driven off the posturing Celestials, but this time their forces were too great. Some attributed this to the new Count Kromire.
ru: И вот они прибыли. Огромное войско, состоящее из мужей в сверкающей белой броне, вооружённых осененными магией копьями и мечами, во главе с крылатыми воинами и полыхающими мистическим огнём духами. Им не было счёта, и страха они не ведали, даже наша извечная тьма не могла заставить их замедлить победную поступь. Некогда мы с лёгкостью расправлялись с небожителями, но в этот раз очень уж неравными оказались наши силы. Нашлись те, кто винил в случившемся нового графа Кромайра.

source: The new count had an exceedingly eccentric manner, and so had chosen me as his heir. I was not the strongest or the smartest of his offspring, but I was the most cunning. As his heir, I was to be his chosen lieutenant, and so that is why I was given the task to hold the walls. While I knew this was suicide, I was bound to him by blood, and that is the little our kind holds sacred.
ru: Последний из графов был довольно эксцентричной личностью. Это проявилось и в выборе наследника, то есть, меня. Я не отличался особой физической силой или обширными познаниями, единственное, что выделяло меня среди моих собратьев – врождённая хитрость. Как и положено законному наследнику нашего рода, свою службу я начал в должности лейтенанта. И первым моим заданием было удерживать от полчищ небожителей стены осаждённого замка. Первым и последним, ведь с самого начала было понятно, насколько невыполнима поставленная передо мной задача. Но отказаться было невозможно: кровные узы и связанный с ними долг – священны для нашего немногочисленного народа.

source: Our forces were helplessly outnumbered, but I fought on because to lose meant certain doom. I held the Celestials off as long as I could, but we were beaten back from the walls and retreated into the keep. Desperately fighting to keep them out, I suddenly felt a snap in my chest and knew that my father, the lord of darkness, was now dead.
ru: У нас не было и шанса выстоять, но я сражался до последнего: опустить руки означало неминуемую гибель. Мы раз за разом отбивали атаки небожителей, и с каждым таким штурмом наши ряды несли невосполнимые потери. Настал момент, когда удерживать врага стало уже невозможно, и мы отступили в крепость. Завязалась последняя битва. Битва обречённых. Во время схватки я ощутил, как вспышка боли молнией пронзила мою грудь… Так я понял, что мой отец, повелитель тьмы, граф Кромайр, умер.

source: Recognizing my plight, my father’s valet appeared at my shoulder, and led me into the catacombs to escape into the woods. He swore loyalty to me as successor to the line. I accepted his pledge, and we both took off toward the Therian village at the base of the mountains, knowing that we could start the clan anew.
ru: Видя, насколько отчаянным было наше положение, камердинер графа Кромайра коснулся моего плеча и заставил меня укрыться в подземных катакомбах. Он принёс мне обет верности, как своему новому господину. И я принял его клятву. Вместе мы выбрались из катакомб и направились к затерянному в горах селению тириийцев. Теперь моя жизнь имела особую ценность: пока жив последний из царственного рода, не угаснет и надежда воскресить погубленный клан.

source: Though neither of us said it, we both knew that we’d return to reclaim our lands, to avenge my foolish father, and to send the celestials back to their plains. They had come to view the vampires as pests to be eradicated, but we would make them fear us as hunters to be avoided.
ru: Хоть никто из нас и не произнёс этого вслух, мы оба знали, что вернёмся, возвратим родные земли, отомстим за гибель моего отца и навсегда отбросим небожителей обратно, на их равнины. Они пришли к нам, глядя на нас, как на вредителей, желая раздавить нас своим сапогом, но мы заставим их уважать и бояться нас, как жертва боится не знающего пощады охотника.

source: We quickly gathered our new clan members, but I cringed inwardly at our numbers. My ardor to regain the castle was burning strongly, but I had too few men.
ru: Мы быстро набрали новых членов клана, но всё равно нас было мало. Для того чтобы исполнить не дающее мне покоя желание – вернуть себе родовой замок, понадобится гораздо больше воинов.

source: I was not naïve, nor given to heroic fits. I would not charge the castle in some valiant effort to oust the Celestials. I would need more men, more new blood.
ru: Никто не назвал бы меня наивным или героем. Я не стану напропалую лезть в замок, чтобы единым усилием прогнать из него захватчиков. Нет, армию нужно было пополнить свежими силами.

source: The largest hurdle in my path was that there were no more easy targets. That village was one of the few in the area not belonging to the vampires, as the monks of Theria had claimed it, and I had already drained it. I decided to head south.
ru: И самым сложным здесь оказалось отсутствие лёгкой добычи. То селение, с которого мы начали свой путь, не принадлежало вампирам, им владели тириийцы. Но и запасы этой деревушки я уже истощил. Осталось разве что отправиться на юг.

source: Two days out from the village, I found an opportunity for blood... and for an alliance.
ru: Прошло два дня, прежде чем я отыскал возможность получить свежую кровь… и заключить новый союз.

source: I chose the Michbies because their family was the weaker of the two, and thus offered me the best chance of winning.
ru: На Мичби мой выбор пал не случайно. Его род был хоть немного, но слабее рода Вэлемоя. И потому шансы одержать верх были выше.

source: Even though the keep was close, the time restraint placed by that Windsong warrior meant we marched with all haste.
ru: Даже не смотря на то, что крепость моего невольного врага находилась близко, двигались мы ускоренным маршем. Теперь наше время ограничено скорым прибытием обещанной армии аувиаата.

source: The words of that Windsong had made me wonder about what the prophecy of Merrian could contain that was so important. I resolved to read it when I had the chance.
ru: Но, не смотря на спешку, я не переставал размышлять о пророчестве Мерриана. Неужели оно настолько важно? Что в нём содержится? Нужно будет изучить его при первой же возможности.

source: As we neared the keep, I spread my men out and we attempted to approach with stealth, but we were discovered. Our advantage lost, our enemy made ready for us, and so I rallied my troops to do battle.
ru: К крепости лорда Мичби я хотел подобраться незамеченным. По пути мы брали пленных, чтобы узнать о лежащей перед нами местности, где было возможно шли по оврагам и густым лесам. Но, к сожалению, на подходах к замку противник нас обнаружил и успел приготовиться к обороне. От единственного нашего преимущества – внезапности не осталось и следа. Собрав своё войско в единый кулак, я повёл их в решающий бой. Права на ошибку у меня не было.

source: While I went through the process of converting the serfs into vampires, I also spent a little bit of extra time training some of them. It would be useful to have more members of my army proficient in blood magic. This was to prove useful very soon.
ru: Во время обращения захваченных нами рабов, я смог обучить некоторых из них основам магии крови. Конечно, было бы полезно иметь в своих рядах больше таких воинов, ведь они всегда были основой армии Кромайров.

source: It had rained heavily all week, and so my normally sharp senses were deadened by the moisture. I had just finished with the last of those squirming fools when the smell of angry blood caught my nose. Enemies had come, and they were near!
ru: Всю неделю шёл дождь, и моё обоняние притупилось от обилия влаги. Когда я закончил обращение последнего упирающегося глупца, то уловил запах возбуждённой крови – запах опасности. Враги были близко!

source: After finishing off the last defiant remnants, I led my army up into the mountains, towards the realm of Valemoi.
ru: Когда с последним сопротивлением было покончено, я повёл свою армию к горам королевства Вэлемоя.

source: I was eager to quickly conquer Valemoi, but we found that Valemoi was having trouble of his own already.
ru: Я хотел разбить его одним ударом. Но когда мы прибыли на место, то оказалось, что у графа уже хватало своих собственных неприятностей.

source: The battle did not end as I had hoped, but I made the most of it. I stayed a short time, just long enough to take as much from Valemoi’s land as I needed.
ru: Сражение окончилось не так, как надеялся, но его исход я постарался использовать с максимальной пользой. И времени, чтобы взять от земель Вэлемоя столько, сколько мы могли принять, осталось не много.

source: The need for haste was upon me. The combined armies against Valemoi was an unexpected variable, and had slowed me down considerably. My time to meet up with the windsong was drawing closer, and so I set out with my army at a swift pace, heading towards Kromire Castle.
ru: Причина спешки в первую очередь заключалась в новом составе армии. Солдаты лорда Вэлемоя усилили моё войско, но вместе с тем, не имея нужной мотивации, замедляли меня. Время встречи с аувиаата приближалось, и потому я ускоренным маршем выступил к замку Кромайр.

source: With all my attention focused on speed, I did not watch my surroundings as closely as I should have. As we reached the pass, we found our way blocked.
ru: Уделяя всё внимание быстроте перемещения, я совершенно не озаботился разведкой окрестностей. Когда мы достигли горного перевала, наш путь оказался преграждён.

source: I marched back to the crossing as quickly as I could.
ru: Я спешил на место встречи так быстро, как только мог.

source: During the trip we were attacked a couple times by rouge monsters and elementals, neither of which could harm us.
ru: Но всё время на моём пути возникали затруднения в виде девлингов или элементалей. Ни те, ни другие не могли остановить нас, но задержать сумели.

source: I did not like these indicators; it hinted at something coming that I could not see. I am sure it has something to do with this prophecy that the windsong are seeking. I intend to make sure that I get a glimpse of it before the windsong can take it away.
ru: Не нравятся мне эти знаки. Вслед за ними грядёт нечто, что я не могу предугадать. Уверен, всё это связано с тем пророчеством, которое разыскивают аувиаата. Надеюсь, что успею познакомится с записями старого мага, прежде чем они укроют их от мира в своих библиотеках.

source: Despite my desire for haste, we took the time to march around to attack the castle from the south. While it put us further from our objective, it let us fight over the hills and roads instead of trying to wade through snow.
ru: Не смотря на моё желание скорее добраться до родового замка, мы не спешили нанести решающий удар. Уйдя к югу и оставшись незамеченными, мы оказались от замка значительно дальше. Тем не менее, теперь достичь его стало намного проще: перед нами среди пологих холмов лежала прекрасная дорога.

source: At least, this was the reason I gave my troops and the Windsong. It was also the way that I fled when I had left.
ru: Во всяком случае, такой аргумент я привёл своим офицерам и аувиаата. Но я не сказал им, что хочу вернуться домой тем же путём, которым некогда и покинул замок.

source: My control over the region was quickly asserted, and the peasants fell quickly, if unhappily, back under the yoke. Despite their misgivings, the festivities were enjoyed by vampire and human alike.
ru: Власть над своими землями я восстановил достаточно быстро, и крестьяне склонились передо мной. Совместное празднество не обмануло их предчувствий: как только сопротивление прекратилось, я вернул устоявшиеся порядки.

source: The windsong did not take part, but rather worked without stop on excavating the ruin. I had hatched several plans on how to acquire the prophecy after the windsong had found it, but I knew that I had time to implement any of them. My spies had informed me that the Windsong were making little headway, and it would be months yet before they found what they were seeking.
ru: Аувиаата не принимали во всём этом никакого участия, без остановки разбирая завалы моего замка. У меня было несколько идей, как заполучить рукопись, когда аувиаата её отыщут, и я знал, что мне хватит времени осуществить задуманное. Мои наблюдатели докладывали о скромных успехах раскопок; уйдут месяцы, чтобы найти желаемое.

source: The first month back in my lands was filled with battles. There were many minor skirmishes with devlings, elementals, and even a pack of warg that were infested with Raven Flu. These attacks did not dismay me, but only served to stoke my curiosity as to the nature of the prophecy that the Windsong were so desperately seeking. It would shed some light on the strange behavior occurring throughout the region.
ru: Моё правление началось с череды сражений. Постоянные стычки с девлингами, элементалями, и даже отрядом варгов во главе с Хриплым Вороном. Но эти нападения особо меня не тревожили. Покоя мне не давало содержание пророчества, которое так отчаянно искали аувиаата. Уверен, оно пролило бы свет на все эти странности, творящиеся вокруг нас.

source: Four days into the second month, my thin bloods reported white banners in the distance. I knew they were the banners of the Celestials, and at their head would be their latest champion, Hezadin the Seer.
ru: Четвёртого дня второго месяца мои кровные слуги сообщили о показавшихся вдали белых знамёнах. Я знал, что это небожители вернулись с новыми силами, и возглавлял их наисильнейший воин – провидец Хэсадин.

source: Alliance
ru: Альянс

source: Kromire
ru: Кромайр

source: Lisaundra
ru: Лусиандра

source: I have been waiting.
ru: Я ждала.

source: Forgive my truancy, I was delayed on the road.
ru: Прости за опоздание, в дороге случились непредвиденные трудности.

source: I was forced to leave the gatekeeper caste behind in my need to obtain the scroll quickly. There have been strange occurrences.
ru: Ради того, чтобы быстрее отыскать пророчество, я была вынуждена оставить касту Хранителей. У нас нет времени, повсюду являются странные знаки.

source: I too have beheld such occurrences. Devlings rarely visit these mountains, and elementals don’t usually manifest in armies.
ru: Я их тоже заметил. Дьяволята редко оказываются в наших горах, а элементали никогда прежде не объединялись в такие армии.

source: I have not seen armies of elementals, but I have seen therians working along side walking dead.
ru: Армии элементалей мне пока не попадались, а вот тирийцы начали искать способы оживления мертвецов.

source: There have been no necromancers for a very long time, that magic was lost, and for a good reason. I can’t imagine any therian searching for it, or working beside its creations.
ru: Некромантов не было в наших землях уже много столетий. Их магия утеряна. Это бесспорно. Не знаю, что тириийцы надеются отыскать.

source: I saw it with my own eyes, and felt their bones under my fist. They were all maddened like warg with Raven Flu, and I could not get a clue from them, and I could not capture them for they would kill themselves. They are all dead now, and their remains burned.
ru: Я видела их своими глазами, и чувствовала их кости под своими ударами. Они все были безумны, как варги под началом Хриплого Ворона, и я ничего не могла ни добиться от них, ни захватить их в плен… Теперь все они все мертвы, и их прах развеян.

source: I do not know how to take this news. Let us not dwell on the problem, but rather search for the answer if you are ready to march then I am too.
ru: Я не знаю, как увязать вместе все эти новости. Давай не станем заострять внимание на самой проблеме, а лучше попытаемся отыскать ответ. Если вы готовы выступить в путь, то и я тоже.

source: Then let us be off.
ru: Идём.

source: The Prophet’s Blood
ru: Кровь Пророка

source: Hezadin the Seer
ru: Провидец Хэсадин

source: Marcus
ru: Маркус

source: Michle
ru: Майчел

source: Mathter! The celethtials mean to thlay uth for good thith time. There are even more of them than there wath when they conquered uth the firth time!
ru: Гозподин! Небожители хорошо подготовилизь, чтобы убить наз. Их даже больше, чем было, когда они захватили наз в прошлый раз!

source: There are so many... Summon Lisaundra.
ru: Их так много… Пошлите за Лусиандрой.

source: Here th’e comth.
ru: Вот и она.

source: I still have not found it.
ru: Я всё ещё ничего не нашла.

source: There are other matters that call our attention.
ru: У нас сейчас возникли другие проблемы, которые требуют вашего участия.

source: Lord Kromire, know that we will show no mercy, and that if you run, we will only hunt you down. For the blood of seers and prophets runs in my veins, and there is no place that you may hide from me. With the turmoil the world is going through, we cannot afford to have a menace such as yourself on the loose. This will be the final reckoning.
ru: Лорд Кромайр, знайте, от нас вы не дождётесь милосердия, и даже если скроетесь, то мы выследим вас и среди горных вершин, и в глубоких пещерах. В моих жилах струится кровь прорицателей, тебе не укрыться от моего гнева. Мир стоит на пороге хаоса, и мы не можем позволить злу в твоём облике наслаждаться свободой беззакония. Поставим же точку.

source: Blood of seers, you say, and prophets... Call your warriors out of that hole, Lisaundra. Let us cease this slow search and fight. I must drink that man’s blood.
ru: Кровь провидцев, хм… Отзывай своих воинов с бесполезных раскопок, Лусиандра. Хватит терять понапрасну время. Мне нужно выпить кровь этого человека.

source: No, Kromire, I will not help you. I do not hate celestials, and have no love for your kind. I am only here to accomplish my task, and then I will take my leave. The celestials will not harm me, for they are intent on killing you, and would not seek to offend the Windsong by drawing me into battle as well. Fight your little battle by yourself.
ru: Нет, Кромайр, я не стану помогать тебе. Я не испытываю ненависти к небожителям, но и к вашему роду любви не питаю. Я здесь лишь затем, чтобы исполнить свою миссию, а после навсегда покину эти края. Небожители не тронут меня, они полны решимости избавится от вас, и не захотят вовлекать в сражение ещё одного участника. Ведите сами свою войну, граф.

source: I would like to drink her blood...
ru: Мне хочетзя изпить её кровь…

source: It does not matter, once the blood of that prophet runs in my veins, we will not need her. As much as I would like to punish her for her insolence, we must let her be. As she said, now is not a good time to make enemies with the Windsong.
ru: Пока не стоит. Однажды кровь этого пророка заструится по моим венам, и аувиаата нам больше не понадобятся. Как бы мне не хотелось расплатиться за дерзость, мы оставим её в покое. Она права: сейчас не самое лучше время наживать новых врагов.

source: Kromire must bite Hazadin.
ru: Кромайр должен укусить Хэзадина

source: Death of Kromire
ru: Смерть Кромайра

source: Valemoi
ru: Вэлемой

source: Kromire, you were a fool to let me live. I have come to punish you for your arrogance, pup. This time I will slay you.
ru: Кромайр, ты был глупцом, сохранив мне жизнь. Я прибыл, чтобы наказать тебя за твоё высокомерие, щенок. И на этот раз я тебя прикончу.

source: Don’t you have better things to be doing?
ru: Тебе что, больше заняться нечем?

source: NO! You left me broken and weak, and it took all I had to control my humans. They rose up against me and drove me out, despite my power. I have nothing left, and before I die, I will avenge myself!
ru: НЕТ! Ты оставил меня посреди руин, лишённым сил и средств. Мой народ взбунтовался, и прогнал меня прочь, не смотря на законность моей власти. У меня ничего больше не осталось, и прежде чем я умру, то хотя бы вкушу нектар мести!

source: Old fool. You are weak, and cannot truly think to kill me. Your desire for vengeance is applaudable, but know that you do not stand a chance. I relish the opportunity to slay you, as I should have done from the beginning.
ru: Старый дурак. Ты слаб, и не сможешь справиться со мной. Твоё желание отомстить достойно уважения, но такой возможности я тебе не дам. С каким же удовольствием я разорву тебя на куски, как хотел это сделать в первую нашу встречу.

source: ... This is different...
ru: …Всё меняется…

source: Such vision and insight, it burns in my veins more than magic...
ru: Видения переполняют меня, я чувствую, как прикасаюсь к самой сути вещей… Это обжигает вены сильнее любой магии…

source: Aha! Mwah-ha-ha! Come, Lisaundra, cease your silly search. I can tell you the prophecy, it hangs in the air so heavy that I am surprised I could not feel it before! Summon your scribe to witness and record the prophecy of Miriam the Ascendant.
ru: Вот оно! Мва-ха-ха-ха! Эй, Лусиандра, заканчивай свои глупые поиски. Я и так смогу озвучить твоё пророчество. Оно висит в воздухе, оно настолько давит на всё, что удивлён, как я мог не заметить его прежде! Призови своего писаря, чтобы засвидетельствовать пророчество Мирриана Могущественного.

source: I know not what you have wrought with this dark deed. This seems like foolishness.
ru: Твои видения вызваны поганым колдовством. Это лишь морок.

source: Write these words down, it is not foolishness. This man’s blood burned with power, and all it took was my focus on the prophecy to draw it to the fore. I can relate every line to you, or, if you doubt me, I can point you to where the prophecy lies in the rubble.
ru: Записывай мои слова, ибо в них истина. Кровь пророка соединилась с моею силой, и этого хватило, чтобы узреть сокрытое. И если в тебе нет веры моим словам, я могу указать место, где под грудой камней сохранилась столь ценная для вас рукопись.

source: You do not lie... Esper, come quick. Write this down.
ru: Ты не лжешь… Эспер, скорее сюда. Записывай.

source: Esper
ru: Эспер

source: (Speaking as from a deep well) Behold, once the phoenix has flown, the Age of the Unicorn is over. It is now the Age of the Dragon.
ru: <i> (голосом, будто прошедшим через толщу воды.) </i> Миру явилось знамение – птица Феникс покинула своё гнездо. Эра Единорога окончена. Настала Эра Дракона.
