Repository: HolyPaladin1/Count-Kromire
Catalog: Kromire/translations/*/LC_MESSAGES/wesnoth-Kromire.po
Languages: ru

source: (Though I would assume that nothing will stop her at this point.) Minion, assemble the remaining peasants. I will reassert my power over them, as well as provide fodder for the fledglings. Prepare a feast to celebrate, and bring some wine for the humans, I am going to need to replenish their numbers. None are to bite the humans until we are fully settled. Blood must be harvested from their cattle. Leave the Windsong to their task, they are not to be disturbed.
ru: (Но думаю, никакие трудности не смогут её остановить.) Верные мне, соберите оставшихся крестьян, мне нужно утвердить над ними свою власть, а так же накормить своих юных детей. Готовимся к пиру, отпразднуем нашу победу! И достаньте людям вина из погребов, пусть знают, что их лорд вернулся домой. Пока мы полностью не вернём свои земли, запрещаю пить их кровь. Питаться будем с коз и с коров. И не беспокойте аувиаата, они заняты своим, важным, делом.

source: Yeth master.
ru: Да, гозподин.

source: Michbie
ru: Мичби

source: So, little lordling, are you the new Count Kromire? I heard what happened, so do you come to my land as beggars or as potential slaves? I have enough pity for a fellow lord of the night, and I need a new valet.
ru: Ааа, жалкий лордёныш, ты что ли и в самом деле новый граф Кромайр? Да, всем уже известно о случившемся. Вы пришли на мои земли в качестве побирушек или как новые рабы? При одном взгляде на тебя, несчастного и потерянного лорда ночи, я не могу сдержать слёз. Как насчёт должности при дворе? Мне как раз нужен новый камердинер.

source: Silence! You will not be so arrogant when your heart is pierced.
ru: Интересно, будешь ли столь же высокомерен, когда твоё сердце пронзит сталь?

source: My my, quite feisty for a bat without a roost. I guess you are a bit irritable given your situation, hmm? Your father was quite content to live fat and lazy off the labor and blood of his serfs, and never bothered to be wary of other dangers. Now you must pay the price for his lapse.
ru: Тише, тише, моя маленькая летучая мышка, лишившаяся своей жёрдочки. Кто бы не расстроился, оказавшись в подобной ситуации, не так ли? Твой отец за мирные годы разжирел на крови своих рабов, он обленился и думать позабыл о том, что отточенный клинок всегда висит над каждым из нас. Теперь, кому, как не тебе, расплачиваться за его беспечность.

source: My father has paid for his faults, and lies dead, his lands lost. As the new Count Kromire, I mean to be all that he was not, and I will reclaim my lands. I am here to establish myself as the new power among our kind. I will be the conqueror, and you my serf.
ru: Мой отец ответил за свои ошибки. Он мёртв, а его земли захвачены. Как новый граф Кромайр, я желаю вернуть их себе. И для начала заставлю других лордов меня уважать. Я разобью тебя в бою и позволю мне прислуживать.

source: Ah, the ignorance and arrogance of young pups knows no bounds. You’ve been given a taste of power, of responsibility, and you think. I see your forces, they are new to the blood, and few in number. You will die here.
ru: Ах ты, зазнавшийся ублюдок! Дерзость слепых щенков не знает границ. Тебя наделили символом власти, а ты полагаешь, что это и есть власть? Я прекрасно вижу твои силы: это новички, которые ещё не знают вкуса крови. И их мало. Вы все останетесь гнить на этих полях.

source: Speak with you sword, Michbie, and our disagreement will be more soundly settled. I relish the chance to drink you dry.
ru: Продолжим наш разговор мечами, Мичби, и тогда наши разногласия уладятся сами собой. Я уже предвкушаю, как досуха опустошу твоё тело!

source: Fool! I have given in to my strange fit of mercy, and I heard you out in an effort to spare you. No more! I will grant you your eternal sleep!
ru: Дурак! В странном приступе милосердия я выслушивал твои гнусные речи, желая сохранить несколько жалких жизней! Теперь же вашей участью станет вечный покой!

source: Slay Count Michbie
ru: Убейте графа Мичби

source: My people you must resist this invader! If he succeeds, he will not be content to lord over you, but he will turn you all!
ru: Верные мне вольные люди! Сражайтесь против этого наглеца! Если он добьётся успеха, то всех вас обратит в своих рабов!

source: Die you vampire fiend!
ru: Сдохни, поганый кровосос!

source: Delusional cattle. They willingly use one darkness to protect them from another. Do not kill all of them, beat them down and break them, but leave them alive for later.
ru: Заблудший скот. Их пугают одним мороком, чтобы защитить от другого. Не убивайте их: валите с ног, ломайте кости, но оставляйте живыми.

source: It is done! Quickly, set up a perimeter, we must not let any of the serfs escape. I will need to turn all of them, and that will take time. Set up a guard, I will need protection while I work.
ru: Готово! Скорее, окружите их, ни один из них не должен сбежать. Мне нужно обратить их всех, а это займёт много времени. Выставьте охрану, во время работы мне понадобится защита.

source: Counter
ru: Расплата

source: Therian captain
ru: Капитан Тириийцев

source: Corian
ru: Кориан

source: Did you think you would get away with trashing our village so easily, bloodsucker?
ru: Ты думал, тебе так просто сойдёт с рук разгром нашего селения, кровопийца?

source: Those who would hurt our brothers, hurts us. We avenge our own.
ru: Те, кто причинил боль нашим братьям, тем самым причинили боль нам.

source: You are fools to come back. My strength is now twice what it was, and I have a whole army of followers to do my bidding. Do not expect mercy. It is time for the worms to feast on your flesh!
ru: Вы глупы, раз пришли ко мне. Мои силы удвоились, за мной стоит армия верных воинов. Не надейтесь на милосердие. Пусть черви отведают вашу плоть!

source: My children... I think it is time to pay a visit to count Valemoi. His death will give me the power I need to challenge the Celestials!
ru: Дети мои… Настало время навестить графа Вэлемоя. Его гибель придаст мне сил, чтобы бросить вызов небожителям!

source: Verwl
ru: Вервл

source: Crwa
ru: Крва

source: Visine
ru: Визин

source: Obsidian
ru: Обсидиан

source: Count Valemoi
ru: Граф Вэлемой

source: I can smell bad blood near...
ru: Чувствую, запахло врагами…

source: You do not appear to be in a good position to insult, Lord Valemoi.
ru: Кажется, у тебя не самое лучшее положение, чтобы начинать с оскорблений, лорд Вэлемой.

source: Kromire, this had better not be your doing. Your recent conquest has swelled your head, but your youthful fancies pale before the power I have accumulated over the years.
ru: Кромайр, лучше отступи, пока не поздно. Недавние победы вскружили тебе голову, но твои юношеские мечты померкнут перед накопленным мною могуществом.

source: We would never ally with your kind! The idea is despicable.
ru: Мы никогда не объединимся с вашим видом! Сама мысль об этот отвратительна.

source: ...d...i...e...
ru: …с…м…е…р…ть…

source: This is odd. Elementals do not form armies, nor do they hunt out vampires.
ru: Всё это как-то странно. Обычноэлементали не объединяются в армии, да и не слышал я, чтобы они на вампиров нападали.

source: In the past no, but elements are the unspoken guardians of the world. They are more attuned than most, and they felt the threat posed by those who would leech the life from all living creatures. They banded together to eliminate that threat and when we saw them on the march, we could not deny their noble cause. We came to support them, and cast down you lords of darkness!
ru: Всё условности остались в прошлом. Элементали – неназванные хранители мира. Их чувства обострены, они ощущают мельчайшую угрозу от тех, кто готовится стать пиявкой на теле жизни. Они объединились, чтобы спаси всех нас, и когда мы увидели их на марше, то не смогли остаться в стороне от их благородного начинания. Мы прибыли поддержать светлые силы элементалей, и уничтожить вас, повелители тьмы!

source: Ha! You know nothing of our kind. Regardless of what he does to his serfs, Valemoi is not a threat to the world. We live alone in our castles, lording over our peasants and biding our time. We have no dreams of world conquest.
ru: Ха! Вы ничего о нас не знаете. Неважно, кого он превращает в своих рабов, но для мира Вэлемой угрозу не представляет. Мы живём в своих одиноких замках, и нам хватает своей прислуги. Мы не мечтаем о всемирном господстве.

source: You do not know what is coming. Your own self interest will force you to aspire greater soon.
ru: Ты говоришь о прошлом, не ведая грядущего. Твои собственные стремления вынудят тебя жаждать намного большего.

source: It will, will it? Valemoi, I do not have to fight these creatures, I could merely head back the way I came. You cannot run, for doing so would lose you your lands and your serfs, the loss of which would mean ruin to you.
ru: Значит, вот оно как будет? Вэлемой, я не обязан сражаться с этими существами, и могу уйти тем же путём, по которому пришел сюда. Сбежать ты не сможешь, ведь бегство означает потерю земель, рабов и статуса. Полный крах.

source: Get to the point.
ru: Ближе к делу.

source: In exchange for whatever help you can give me defeating the celestials, I will save you from your sure defeat.
ru: В обмен на помощь в войне против небожителей я избавлю тебя от неизбежного поражения.

source: Arrogant pup! I will show you your place some day, mark my words. But I cannot argue your truths. I do see my demise without your help. So be it. If we both survive this day, I will come to your side when you march on your keep.
ru: Высокомерный щенок! Однажды я покажу тебе твоё место. Попомни мои слова. Но спорить с тобой не стану. Насколько плохо моё положение, вижу и без твоих подсказок… Да будет так. Если мы переживём этот день, то, когда надумаешь возвратить себе родовой замок, я приду под твои знамёна.

source: I would not thrtht him master. Heth will seethk to bethray us.
ru: Не зтал бы доверять ему, гозподин. Он обязательно предазт наз.

source: Death of Valemoi
ru: Смерть Вэлемоя

source: His magic would have been an asset to our victory. No bother. We will win without him.
ru: Его магия станет хорошим вкладом в нашу победу. Но не стоит беспокоиться, мы справимся и без него.

source: It seems as though the tide has turned. Kromire, prepare to suffer for your arrogance!
ru: Кажется, маятник качнулся в другую сторону. Кромайр, готовься ответить за своё высокомерие!

source: It seems he failed to notice the men I snuck into his castle. Excellent.
ru: Ха, он не успел заметить воинов, которых я украдкой провёл в его замок. Отлично.

source: No!
ru: Нет!

source: His help may be useful in the future, but can I really trust someone who will so easily betray me. Is his proposed aid in my conquest worth letting him live?
ru: Его помощь могла бы нам пригодиться, но доверять тому, кто с такой лёгкостью предаёт... Что же решить?

source: No mercy
ru: Никакого милосердия.

source: Let him live
ru: Пусть живёт.

source: You should not have betrayed me.
ru: Ты не должен был предавать меня.

source: I am not going to kill you just yet. There is still a battle to be won. Surrender your men to me, and let us drive out these intruders.
ru: Я не убью тебя прямо сейчас. Нас ждёт ещё одно сражение, которое нам предстоит выиграть. Передай своих воинов под моё начало, и избавимся от этих захватчиков.

source: We surrender, and will only bear swords against your foes.
ru: Мы сдаёмся. Позволь нам обратить мечи на твоих врагов.

source: Pity that Valemoi could not have been more useful. His line is dead, his house ended. Harvest his serfs, I will turn some of them for the army, and the rest shall be for feeding. Gather your strength my children, we are heading back to Kromire Castle soon.
ru: Возможно, снисхождение к Вэлемою было напрасным: его войско разгромлено, его дом обречён. Сгоните оставшихся рабов. Некоторые из них пополнят мою армию, а остальные послужат пропитанием. Соберёмся с силами, дети мои, скоро мы вернёмся в замок Кромайр.

source: Valemoi, though you betrayed me, I have seen fit to give you a chance to live. Serve me or die.
ru: Вэлемой, хоть ты и предал меня, считаю разумным дать тебе ещё один шанс. Служи мне или умри.

source: My forces are decimated, my lands torn apart. If I follow you, there will be nothing left to come back to, as my enemies will return again. Surely I can offer you something, some favor, so that you may leave me be.
ru: Моё войско разбито. Мои земли разорены. Если я отправлюсь за тобой, то мне уже некуда будет вернуться – враги не станут ждать и довершат начатое. Но я могу предложить нечто, что поможет тебе добиться цели даже и без моего участия.

source: I do not know Valemoi, why don’t you tell me? After all, you are the one with an interest in the result. I can as easily kill you now as take you with me.
ru: Не знаю, Вэлемой, почему я всё ещё упрашиваю тебя? В конце концов, достигнуть результата в твоих же интересах. Сейчас я могу прихлопнуть тебя одним пальцем, или за шкирку с собой потащить.

source: ... I could teach your blood mages how to use their powers to animate stone, I could also construct abominations that would serve well in your army.
ru: …Я могу научить твоих магов крови оживлять камни, а также посвятить их в искусство отвращения. Эти знания пригодятся твоей армии.

source: Fine. In addition you must provide my men with nourishment, and lodging until we are ready to leave. I will spare your life for now, Valemoi, but do not forget that you live at my mercy.
ru: Прекрасно. И, сверх того, ты должен обеспечить мои войска пропитанием и разместить их на своих землях до тех пор, пока мы останемся здесь. Я сохраню тебе жизнь, Вэлемой, но не забывай, благодаря чьей милости ты всё ещё ступаешь по этой земле.

source: So be it.
ru: Да будет так.

source: Count Kromire
ru: Граф Кромайр

source: CK
ru: ГК

source: Lord
ru: Лорд

source: (Easy)
ru: (Легко)

source: Sire
ru: Рыцарь

source: (Normal)
ru: (Нормально)

source: Conquerer
ru: Завоеватель

source: (Hard)
ru: (Трудно)

source: Easy
ru: Легко

source: Normal
ru: Нормально

source: Hard
ru: Трудно

source: You are the blood son of a vampire lord; however, when the might of the celestial crusades comes knocking, and your father is slain, you flee your lands. However, you intend to return, to restore the lands of Kromire to the Kromires, to avenge your father, and most importantly, to make sure that no celestial ever dares come into your mountains again.
ru: Вы – кровный сын повелителя вампиров. Но когда на ваши земли священным походом наступают легионы небожителей, а ваш отец убит, вам приходится спасаться бегством. Оставить всё как есть? Никогда! В ваших планах вернуться и восстановить величие земель Кромайра, отомстить за гибель отца, и, самое главное, удостовериться, что враг никогда больше не посмеет переступить ваших границ.

source: You need to install Era of Myths before playing this campaign!
ru: Вам необходимо скачать Era of Myths перед тем как играть в ету кампанию!

source: You need Era of Myths in order to play this campaign.
ru: Вам необходимо иметь аддон Era of Myths что бы играть в ету кампанию.
