Repository: HolyPaladin1/Count-Kromire
Catalog: Kromire/translations/*/LC_MESSAGES/wesnoth-Kromire.po
Languages: ru

source: The events of the Age of the Dragon in order categorical are the War of the Dragon, the Invasion from the Outlands, the Plague of the Dragon, and the Empire of the Dragon. The Age of the Dragon ends when the north star turns red.
ru: И час этот ознаменуется Войною Дракона, Вторжением из Неведомого, Чумой Дракона и Империей Дракона. Закончится Эра в тот день, когда окрасится кровью Полярная Звезда.

source: The War of the Dragon, will be the war between the Dark Dragon Kzardizin the Immortal, and the inhabitants of the world. In the end either the dragon and his minions will reign for the next two centuries, or the dragon will be forced underground by three champions, one from the west, one from the north, and one from the east.
ru: Войной Дракона назовут битву с тёмным драконом Хзардзайном Бессмертным. По её окончании сам дракон и его племя более двух столетий будут властвовать над миром, или же сгинет он под земною толщею, если три воина с запада, с севера и с востока явятся, чтобы сразиться с ним.

source: The invasion from the outland will constitute of the rediscovery of the gates to other worlds, and the interactions between the worlds. In the end either the gates will be forbidden and lost, or they will be held open, but guarded.
ru: Во времена Вторжения из Неведомого откроются врата иных миров, вспыхнут жестокие войны, падут устоявшиеся границы. Но все врата будут закрыты, утеряны и заброшены, или станут на них неодолимые стражи.

source: The Plague of the Dragon will be a vile illness that shall send the world into chaos. In the end either four out of five of all animals and plants will die, or an expedition into the Outland for the cure will be successful and the afore stated ratio will be the number of survivors.
ru: Чумой Дракона нарекут гибельное поветрие. Из пяти живых существ в мире уцелеет не более одного. Но путешествие в неведомые земли позволит отыскать целебное снадобье прежде, чем прервётся жизнь этого мира.

source: The Empire of the Dragon will be a new order forged out of the results of the plague, and it will last several centuries. In the end it will either fall to corruption caused by the renewal of necromancy, or it will be remade from scratch, and renewed to face the next era, the Age of the Phoenix.
ru: Во времена Империи Дракона, вызванный опустошающим поветрием, грядёт Новый Порядок. И продлится он несколько веков. Но и его подточат извечные черви: взрастёт мздоимство, восстанет из небытия позабытая некромантия, и мир падёт вниз перед началом новой эры, Эры Феникса, вернувшегося на своё гнездо.

source: (Back to his ordinary voice) Know that this means that Kzardizin has awakened, and that he will try to dominate the world. Return to the Great Foundation, and tell your arbiters, ascendants, and librarians. Let them know and prepare for the upcoming war. Kzardizin always had the loyalty of devlings by promising them the chance to torment, and the loyalty of many vampires, by promising them blood. The many warriors of the dead were his for he was a skilled necromancer, and also many warriors of the children of his blood. Prepare your kind for this war, as I shall seek to prepare mine. I am the only vampire lord left in the northern part of these mountains, and I will never submit to the rule of the Dark Dragon.
ru: <i> (обычным голосом.) </i> Это означает, что Хзардзайн проснулся, и попытается завладеть миром. Возвращайся в Великую Академию, и сообщи это вашим книгочеям, судьям и мудрецам. Готовьтесь к беспощадной войне. Хзардзайн всегда благоволил к девлингам, обещая им безграничную свободу, и многие вампиры тоже пойдут за ним, желая испить свежую кровь. Из могил восстанут мёртвые воины, и прах былых драконов обретёт новые силы – Хзардзайн был известен своими познаниями в некромантии. Готовьте свой народ к этой войне, я же подготовлю свой. Я – последний лорд-вампир на севере этих гор, и я никогда не склонюсь перед Тёмным Драконом.

source: Nor will my people. This new age has much promise, but we must see that each event has the proper ending.
ru: И люди мои не преклонят колен. Новая эра несёт нам много бед, но вижу, что настанет конец и самому тяжкому испытанию.

source: I intend to live to the end. Through war and turmoil, through plague and corruption, I will remain Count Kromire, Lord of the North Corian Mountains.
ru: Намереваюсь увидеть всё до самого предела. Сквозь войну и разруху, через мор и страдания, я останусь графом Кромайром, хозяином Северных Гор.

source: Hard Rock Pass
ru: Перевал Тяжёлых Камней

source: Mocker
ru: Мокер

source: Maker
ru: Макер

source: More devlings? They are thick on the ground this time of year.
ru: Ещё девлинги? Что-то слишком часто они стали попадаться у меня на пути.

source: Masther, when will we meeth the windsong? They did noth spethcify a lothcation. How will weth know wthere to go?
ru: Гозподин, где и когда мы взтретимзя с аувиаата? Они не озтавили чётких указаний ни о времени, ни о мезте нашей взтречи.

source: I do not doubt the windsong’s capability in delivering their message when the time is right. I know not where to meet them, but I have no fear that they will not find us. We must crush these fools first, and continue on our way.
ru: Я наслышан о способностях аувиаата, полагаю, они доставят послание, когда посчитают нужным. Не знаю, где мы их встретим, но совершенно не опасаюсь, что они не смогут нас отыскать. А сейчас, чтобы продолжить наш путь, нужно избавиться от этих придурков.

source: Grumbler
ru: Грамблер

source: Healger
ru: Хилгер

source: Ripper
ru: Риппер

source: I do not doubt the windsong’s capability in delivering their message when the time is right. I know not where to meet them, but I have no fear that they will not find us. We must crush these fools first, and continue on our way. The constructs that Valemoi constructed will be perfect for this task.
ru: Я наслышан о способностях аувиаата, полагаю, они доставят послание, когда посчитают нужным. Не знаю, где мы их встретим, но совершенно не опасаюсь, что они не смогут нас отыскать. А сейчас, чтобы продолжить наш путь, нужно избавиться от этих придурков. Конструкции, которыми снабдил нас Вэлемой, придутся как нельзя более кстати.

source: Graw! Fresh Meat!
ru: Гроу! Свежее мясо!

source: Defeat your foes
ru: Победите противников

source: Someone is coming towards us quickly from the north. To arms!
ru: Кто-то приближается к нам с севера! К оружию!

source: Lisaundra the Oathkeeper sends you greetings, and a message.
ru: Лусиандра Верная Клятве шлёт вам приветствия и послание.

source: Speak.
ru: Говори.

source: She bids you to meet her where you first met, and to be prepared to attack the celestials. I have been assigned to guide you on your way back, until the Celestials are routed.
ru: Она предлагает объединить армии на месте вашей первой встречи. И там же подготовиться к нападению на небожителей. Мне поручено сопровождать вас на этом пути, пока небожители не будут окончательно разбиты.

source: I accept your fealty, however temporary. Help us strike down these fools.
ru: Я, граф Кромайр, принимаю твою верность вассала, хоть и временную. Помоги нам избавиться от этих придурков.

source: Excellent. Quickly my children, let us drive on! The castle is within our grasp.
ru: Великолепно! Быстрее, дети мои, продолжим наш путь! Замок уже близко.

source: Devlings
ru: Девлинги

source: Guile
ru: Хитрик

source: Bulge
ru: Боклик

source: Is that a windsong warrior? They are uncommon around here, I wonder what her purpose is around here.
ru: Это воин народа аувиаата? Невероятное зрелище! Интересно, что они тут делают?

source: Master there are devlings all around. They assail her, even now.
ru: Гозподин, там повзюду девлинги. Они нападают на неё.

source: The devlings assail her, perhaps then we can make something of this situation.
ru: Девлинги не дают ей покоя. Возможно, нам следует вмешаться.

source: Suddenly an image of the warrior appears before you.
ru: Внезапно перед вами возник образ воина

source: Dare not bring battle to me, or I’ll rend you apart even as these devlings.
ru: Не смей выступать против меня, или лично разорву тебя на куски, как только расправлюсь с этими девлингами.

source: I bear you no malice, nor thirst for your blood. I merely desire to understand your motive.
ru: Я не мыслил против тебя ничего дурного, и не желал пролить твою кровь. Я пытался понять причину происходящего.

source: Don’t lie to me, your kind thirst for everyone’s blood. What is my motive to you: leverage?
ru: Не лги мне, я знаю о твоей жажде. Какие причины ты желаешь отыскать? Рычаги, на которые можно надавить?

source: Let us say that I find it very odd to find a windsong warrior battling a horde of devlings, when neither should be here at all. A part of me wonders if I ought to be doing something about it.
ru: Для начала, очень уж странно повстречать воина аувиаата, сражающегося против орды девлингов, когда ни вас, ни их не должно быть на этих землях. Вот и мучаюсь вопросом: не должен ли я что-либо предпринять?

source: The devlings are not my cause of being here, merely an nuisance that keeps me from my quest. I know not why they are here.
ru: Не из-за девлингов я здесь, они лишь досадная помеха в моих исканиях. Понятия не имею, что они тут делают.

source: I have not known the windsong to embark on quests.
ru: Не знал, что аувиаата занимаются поисками.

source: Your kind’s memories may be longer than most, but not nearly as long as our library’s. On the occasion where a landmark manifests in time, as recorded by the Librarian Azzura, then a quest must be undertaken. Mine is one of these occasions, the phoenix has flown, and it is time to recover the prophecy of Merrian the Ascendant.
ru: Воспоминания вашего народа могут уходить вглубь веков, но им не сравниться с нашей библиотекой. Когда в определённый период времени является знак, как было указано библиотекарем Аззурой, тогда мы должны отправиться на поиски. Сейчас наступил такой случай. Феникс взмыл в небо, и пора отыскать пророчество Мерриана Могущественного.

source: You seek that prophecy? I know where it is.
ru: Так вы ищете это пророчество: Я знаю, где оно.

source: Then speak of its resting place, and know that I will detect if you lie, and crush you like a bug if you do.
ru: Тогда скажи, где оно хранится, и не смей лгать, ибо я обнаружу ложь, и прихлопну тебя, как мерзкого жука.

source: There is no need for threats, it is only a dusty old book to me. It is in the catacomb vaults of Kromire Castle.
ru: Нет нужды сыпать угрозами, ваше пророчество записано в одной старой пыльной книге. А книга укрыта в катакомбах замка Кромайр.

source: ... I can tell that you do not lie... but that is an odd place for it to be. No matter, the Kromires have always been very weak, and their count is a fool.
ru: …Ты не лжешь… Но это странное место для такой книги… Неважно, Кромайры всегда были слабы, а их последний граф оказался редким идиотом.

source: Perhaps, but I am the new Count Kromire. My lands have been overrun by the celestials, and I think that you would have a hard time convincing them to let you root around in my castle.
ru: Может быть и так. Но сейчас я – новый граф Кромайр. Мои земли захвачены небожителями, и полагаю, вам нелегко будет убедить их свободно изучать окрестности и подземелья моего замка.

source: I will not let myself be stopped by the celestial hordes. I am bound by oath to acquire the scroll on which the prophecy is held.
ru: Я не позволю ордам небожителей помешать мне. Священная присяга обязывает меня отыскать древнюю рукопись.

source: I will help you on this venture, I have no love for the celestials, and would dearly like to have my lands back, and I know that although the might of the windsong is great, that you will need all the help you can get.
ru: Могу тебе в этом помочь. Тем более, что тёплых чувств к небожителям я не испытываю, да и земли свои хотел бы вернуть. Знаю, что ваши силы огромны, но сейчас и вам не помешает любая помощь.

source: Then help me defeat these foolish devlings, I’ll come back with an army of the windsong in a couple months, and mayhaps that between the two of us we could bring down the celestial armies. You have the word of Lisaundra, of the Oathkeeper caste.
ru: Хм… Тогда, для начала, помоги мне справиться с этими наглыми девлингами, и через пару месяцев я приведу армию. Два наших воинства, возможно, справятся с легионами твоих врагов. Даю слово Лусиандры из касты Верных Клятве.

source: I swear by my word as a Kromire, thus will be done.
ru: Даю слово графа Кромайра. Да будет так.

source: The phantom fades...
ru: Видение испарилось…

source: It is odd to meet one of the windsong so arrogant, and reckless. She is completely surrounded, and yet she threatens us.
ru: Так странно было встретить одного из аувиаата, высокомерную и опрометчивую. Окружена со всех сторон, а ещё и нам ухитряется угрожать.

source: Mayhap, she hath a reason to be so.
ru: Возможно, у неё езть на то все ознования.

source: Destroy the devlings
ru: Избавьтесь от девлингов

source: Death of Lisaundra
ru: Смерть Лусандры

source: With her dead, we’ve lost our chances of an alliance with the windsong.
ru: С её гибелью не видать нам союза с аувиаата.

source: Now I will leave. Expect me back when the bright moon is full, and the dark moon is new.
ru: Я отправляюсь домой. Ожидайте меня тогда, когда пройдёт луна полная и придет луна тёмная.

source: Excellent. The plans have been set, and if I can raise an army of my own, the castle will be mine again soon. I will need more minions to serve me.
ru: Отлично. Это уже похоже на план. Осталось успеть собрать свою собственную армию, и скоро я верну себе родовой замок. Тогда, чтобы удержать позиции, мне понадобится намного больше верных слуг.

source: The only people who have humans would be other vampires.
ru: Единзтвенный народ, у которого можно позаимзтвовать армию – это другие вампиры.

source: (thinking) We’ll have to either make a deal with one of the other vampire lords, or launch a surprise attack in an attempt to conquer his lands.
ru: <i> (задумчиво) </i> Придётся заключать сделку с одним из лордов… Или неожиданно на него напасть…

source: (still thinking) The two vampire lords that are close by would be the Michbies and the Valemois. Neither of which I would trust to keep a bargain, but both are stronger than we are now.
ru: <i> (всё ещё в раздумьях) </i> Ближе всего к нам владения лордов Мичби и Вэлемоя. Ни с одним из них не стал бы я заключать договор, но оба они сейчас намного сильнее, чем наше потешное воинство.

source: (Still thinking) I cannot bargain with either in my current state, so I will conquer the Michbies in order to have the power to bargain with Valemoi.
ru: <i> (продолжая размышлять) </i> На сделку со мной никто не пойдёт, я слишком слаб, а потому и не интересен для сильных игроков. Остаётся война. Разобью Мичби, и тогда, с позиции силы, можно будет договорится с Вэлемоем.

source: Prepare for battle, the house of Michbie will soon be no more.
ru: Так. Готовимся к битве. Дом Мичби скоро прекратит своё существование.

source: We obey.
ru: Повинуемзя.

source: The Therian Village
ru: Селение тириийцев

source: team_name^Kromire
ru: Кромайр

source: Igor
ru: Игорь

source: team_name^Therians
ru: тириийцы

source: Lokrinas
ru: Локринас

source: team_name^Celestials
ru: Небожители

source: Zyne
ru: Зинэ

source: Defeat the enemy leader
ru: Победите вражеского лидера

source: Look master, the village ith nearby.
ru: Взгляните, гозподин, деревня уже близко.

source: Hurry slave, we need to slay their leader without alerting their guard. If we can take the keep, we can turn the peasants to our side. Do not alert them prematurely. If you must fight, kill them before they can so much as squeak.
ru: Быстрее, убьём их лидера так, чтобы охрана ничего не заподозрила. Когда захватим крепость, часть крестьян перейдёт на нашу сторону. Но нельзя дать себя обнаружить раньше времени. Если бой окажется неизбежным, то постарайся прикончить их прежде, чем они начнут вопить о помощи.

source: You! Foul creature, what are you doing here? Do you not know that the celestials are coming? They will hew all your kind to the ground!
ru: Ты! Поганая тварь, что ты здесь забыл? Скоро сюда придут небожители. Они изничтожат весь ваш род до самого основания!

source: Oh, no worries... friend. We intend to be prepared for them, and your village is a part of the preparation. You should feel duly honored.
ru: О, не стоит волноваться… мой друг. Мы подготовимся ко встрече с ними, и ваша деревушка станет частью моего плана. Вы удостоитесь великой чести.

source: We are being raided by vampires! Call the militia, we’ll hold them off.
ru: На нас напали вампиры! Созывайте ополчение, пока мы удерживаем их!

source: Fool.
ru: Глупец.

source: Who are you? Get out of my house!
ru: Кто ты? Прочь из моего дома!

source: Kill him, quickly now! Before he can set of the alarm!
ru: Убей его! Быстрее, пока он не поднял шум!

source: Quickly grab whatever villagers you can before they all flee.
ru: Хватай крестьян, пока они все не разбежались.

source: A day later...
ru: На следующий день…

source: Thith ith all master. The retht... ’ave gotten away.
ru: Это все, гозподин. Озтальные зкрылизь.

source: I’m only about half way through turning them. One more day, and then we will be ready to travel.
ru: Я успел обратить только половину оставшихся. Завтра мы будем готовы выступить в поход.

source: Now that they are all mine it is time to— wait...
ru: Теперь, когда они мне полностью подчинены, настала пора… Погоди…

source: I can smell celestial blood... it is coming closer. There is not much of it, though, we shall stand and fight. Our new clan members are still new to the blood, but we will lead them to victory over these arrogant warriors of light.
ru: Чувствую, запахло кровью небожителей… Запах усиливается… Нас мало, но отступать мы не станем. Наши солдаты ещё не знают вкуса крови, но мы сумеем привести их к победе над этим зазнавшимся ‘пресветлым воинством’.

source: Defeat the celestial army
ru: Одолейте армию небожителей

source: Let us be off, that was only a scouting party. The main army is more than our forces can handle... yet.
ru: Отойдём в горы, это был всего лишь разведывательный отряд. Главная армия врага не по зубам нашему войску… пока не по зубам.

source: Return to Kromire Castle
ru: Возвращение в замок Кромайр

source: Pythagorus
ru: Пизагорус

source: Incarius
ru: Инкариус

source: Though I fled in shame, I return with strength to reclaim my own. It appears they have begun constructing a new castle of their own to replace the one where my father died.
ru: Хоть бегство моё было позорным, обратно я возвращаюсь с силой, способной всё изменить. По некоторым косвенным признакам я заключил, что небожители начали возводить свою собственную крепость, чтобы заменить замок моего отца.

source: Incarius, there is an army advancing from the south. They are vampires in Kromire livery, and marching alongside Windsong warriors.
ru: Инкариус, с юга к нам приближается армия. Это вампиры в цветах Кромайра, а рядом с ними воины аувиаата.

source: Quick, send word to the prophet, and bring him back. Tell him the vampire scourge has returned. We will try to hold them off.
ru: Быстрее, сообщи об этом пророку, и приведи с собою подмогу. Скажи ему, что вампиры вернулись. Мы попытаемся их удержать.

source: Surrender the prophecy of Merrian to us.
ru: Отдайте нам пророчество Мерриана.

source: And my castle.
ru: И мой замок.

source: Your castle little blood lord? I believe I am standing in it, and that makes it mine, does it not? So no, I will not surrender my castle. Nor would I surrender anything in my possession to anyone who would ally with your kind. We are warriors of the light and do not fear the darkness you bring. As it is I do not even know where this ‘prophecy’ is, so I could not surrender it to you, now could I?
ru: Твой замок, маленький кровавый лордик? Полагаю, если я владею чем-нибудь, то это моё, не так ли? Знай, я не отдам тебе <i> мой </i> замок. И никогда и ничего не уступил бы в своих землях подобным тварям или вашим союзникам. Мы – воины света, и не боимся тьмы, что ступает за вами. Вдобавок, понятия не имею, где упрятано это ваше ‘пророчество’, а потому каким интересно образом смог бы его отдать?

source: I do not care if you fear me or not. I will crush your body so that it no longer blocks my path.
ru: Мне всё равно, боишься ты меня или нет. Я уничтожу всё, что преграждает мне путь.

source: You may stand in the castle now, but by the time the dark moon rises you will stand no longer.
ru: Сейчас ты можешь бахвалится тем, что занял мой замок, но когда взойдёт тёмная луна, в живых из вас никого уже не останется.

source: Reclaim your lands
ru: Верните свои земли

source: Uhw... You may have broken my body, but you shall not achieve your objective.
ru: Оух… Ты изувечил моё тело, но цели своей не достигнешь.

source: As his strength flees his body, the wizard utters a final spell. Flames spring into life throughout the castle, burning even through stone, and within an hour, the castle is a smoldering ruin.
ru: Иссушив себя, маг собрал всю силу для решающего заклинания. Огненная вспышка поглотила замок, камень плавился, рушились перекрытия. И вскоре от замка остались лишь тлеющие руины.

source: Anyone who would stoop to burning writings deserves to die. This abomination shall not go unpunished.
ru: Тот, кто опускается до огненных рун, должен сгореть в пламени. Такая мерзость не должна оставаться безнаказанной.

source: Freemen of this land, do you remember the yoke your shoulders bore under the reign of the vampires? If we fall to these invaders then it will once again fall on you. Fight for your freedom.
ru: Достопочтенные граждане, вы помните хомут, который висел на вас, когда вампиры хозяйствовали на этих землях? Если мы падём от их рук, то тяжкое ярмо вновь обрушится на ваши плечи. Сражайтесь за свою свободу.

source: Kill as few of those as is at all possible; their labor will help make us strong. I will not see my lands ruined like that of Valemoi. Once the celestials are defeated it will be a simple task to subject them to my will, but I will need them alive and uninjured.
ru: Старайтесь не убивать крестьян понапрасну, они ещё нам понадобятся. Не хочу видеть свои владения такими же разорёнными, как земли Вэлемоя. Когда мы одолеем небожителей, мне не составит труда обратить моих подданных, но мне они нужны живыми и работоспособными.

source: Kill as few peasants as possible(Bonus)
ru: Убейте как можно меньше крестьян (бонус)

source: I express my sympathies over the loss of the object of your quest.
ru: Сочувствую о потере цели ваших поисков.

source: The scrolls the prophecies are written are not so easily destroyed. I’ll just have to sort through the wreckage until I find it.
ru: Рукописи, на которых великие мудрецы записывают свои пророчества нельзя так просто уничтожить. Я разберу обломки, и найду то, что мне нужно.

source: I wish you luck in your endeavor. If it is anywhere, it will be in the deep catacombs near the south wall of the castle. (This is going to take her forever. The catacombs, although not large, were very deep. With all the supports gone, each crypt will have to be dug out separately, and she does not know which is the right one).
ru: Желаю успехов. Если рукописи сохранились, то искать их следует в глубоких катакомбах под южной стеной замка. (Этого занятия ей хватит на всю жизнь. Катакомбы уходят глубоко вниз, все перекрытия рухнули, и каждый склеп придётся раскапывать и изучать по отдельности, ведь она не знает, в каком именно хранилось послание.)
